tap 'buo/cask-upgrade'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'fisherman/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/fuse'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'rjcoelho/boneyard'
tap 'thoughtbot/formulae'
cask 'java'
cask 'osxfuse'
brew 'android-platform-tools'
brew 'aria2'
brew 'autoconf'
brew 'autoenv'
brew 'automake'
brew 'awscli'
brew 'gettext'
brew 'openssl'
brew 'axel'
brew 'readline'
brew 'bash'
brew 'bdw-gc'
brew 'boost'
brew 'coreutils'
brew 'gnu-sed'
brew 'popt'
brew 'libpng'
brew 's-lang'
brew 'newt'
brew 'libevent'
brew 'tmux'
brew 'byobu'
brew 'freetype'
brew 'fontconfig'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'chrome-cli'
brew 'cloc'
brew 'cmake'
brew 'faad2'
brew 'flac'
brew 'libao'
brew 'libcue'
brew 'libogg'
brew 'libvorbis'
brew 'mad'
brew 'mp4v2'
brew 'cmus'
brew 'colordiff'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'socat'
brew 'sqlite'
brew 'w3m'
brew 'wget'
brew 'dasht'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'elinks'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'elm'
brew 'emacs'
brew 'fasd'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'pcre2'
brew 'fish'
brew 'fop'
brew 'fortune'
brew 'fribidi'
brew 'fswatch'
brew 'fzf'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'git-extras'
brew 'git-flow'
brew 'git-open'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'git-secret'
brew 'glew'
brew 'glm'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnupg'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'xz'
brew 'python3'
brew 'googler'
brew 'icu4c'
brew 'harfbuzz'
brew 'htop'
brew 'hub'
brew 'icdiff'
brew 'imap-uw'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'jslint4java'
brew 'kerl'
brew 'libass'
brew 'libcroco'
brew 'pango'
brew 'librsvg'
brew 'libssh2'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'lnav'
brew 'lua'
brew 'macvim'
brew 'mhash'
brew 'mcrypt'
brew 'protobuf'
brew 'mobile-shell'
brew 'monit'
brew 'most'
brew 'youtube-dl'
brew 'mpv'
brew 'mr'
brew 'msgpack'
brew 'multitail'
brew 'openssl@1.1'
brew 'nginx'
brew 'node'
brew 'nvm'
brew 'pandoc'
brew 'perl'
brew 'pwgen'
brew 'rabbitmq', restart_service: true
brew 'ranger'
brew 'rebar'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'ruby'
brew 'rust'
brew 's3cmd'
brew 'sdl2'
brew 'webp'
brew 'sdl2_image'
brew 'surfraw'
brew 'terminal-notifier'
brew 'the_platinum_searcher'
brew 'the_silver_searcher'
brew 'tig'
brew 'tldr'
brew 'tree'
brew 'unibilium'
brew 'unixodbc'
brew 'utf8proc'
brew 'vim'
brew 'weechat', args: ['with-perl', 'with-python']
brew 'zsh'
brew 'fisherman/tap/fisherman'
brew 'homebrew/fuse/s3fs'
brew 'homebrew/versions/rebar3'
brew 'neovim/neovim/neovim'
brew 'rjcoelho/boneyard/dynamodb-local'
brew 'thoughtbot/formulae/rcm'
cask '1password'
cask 'alfred'
cask 'atom'
cask 'caffeine'
cask 'ccleaner'
cask 'clementine'
cask 'commander-one'
cask 'cyberduck'
cask 'dash'
cask 'docker'
cask 'firefox'
cask 'font-inconsolata'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'franz'
cask 'gitkraken'
cask 'gitup'
cask 'google-chrome'
cask 'gpgtools'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'keycast'
cask 'lacona'
cask 'livetail'
cask 'rdm'
cask 'rocket'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotifree'
cask 'spotify'
cask 'sublime-text'
cask 'unetbootin'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vivaldi'
