tap "tomanthony/brews"
tap "fisherman/tap"
tap "thoughtbot/formulae"
tap "buo/cask-upgrade"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "homebrew/cask-drivers"
tap "greymd/tools"
tap "yudai/gotty"
tap "mscharley/homebrew"
tap "rjcoelho/boneyard"
tap "knes1/tap"
tap "neovim/neovim"
cask "java"
cask "xquartz"
brew "android-platform-tools"
brew "aria2"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "openssl"
brew "sqlite"
brew "xz"
brew "python"
brew "aws-shell"
brew "awscli"
brew "gettext"
brew "axel"
brew "bash"
brew "boost"
brew "gnu-sed"
brew "libevent"
brew "libpng"
brew "popt"
brew "s-lang"
brew "newt"
brew "tmux"
brew "byobu"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "chrome-cli"
brew "cloc"
brew "cmake"
brew "faad2"
brew "flac"
brew "libao"
brew "libcue"
brew "libogg"
brew "libvorbis"
brew "mad"
brew "mp4v2"
brew "cmus"
brew "colordiff"
brew "cscope"
brew "ctags"
brew "curl"
brew "openssl@1.1"
brew "w3m"
brew "libunistring"
brew "wget"
brew "dasht"
brew "ddgr"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "docker-machine"
brew "elinks"
brew "wxmac"
brew "elixir"
brew "elm"
brew "gmp"
brew "nettle"
brew "gnutls"
brew "emacs"
brew "fasd"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "fop"
brew "fortune"
brew "fribidi"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-extras"
brew "gnu-getopt"
brew "git-flow-avh"
brew "git-lfs"
brew "libusb"
brew "pinentry"
brew "git-secret"
brew "glew"
brew "glm"
brew "go"
brew "pkg-config"
brew "python@2"
brew "googler"
brew "grv"
brew "icu4c"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hub"
brew "ical-buddy"
brew "icdiff"
brew "libtool"
brew "imap-uw"
brew "oniguruma"
brew "jq"
brew "jslint4java"
brew "kerl"
brew "libass"
brew "libcroco"
brew "pango"
brew "librsvg"
brew "libssh2"
brew "libyaml"
brew "libusb-compat"
brew "libxml2"
brew "little-cms2"
brew "lnav"
brew "lua"
brew "luajit"
brew "macvim", args: ["with-lua"]
brew "mas"
brew "mhash"
brew "mcrypt"
brew "monit"
brew "moreutils"
brew "mosh"
brew "most"
brew "mpv"
brew "mr"
brew "mscgen"
brew "multitail"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nginx"
brew "nnn"
brew "node"
brew "nvm"
brew "pandoc"
brew "postgresql", restart_service: true
brew "pwgen"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rebar"
brew "rebar@3"
brew "redis", restart_service: true
brew "ripgrep"
brew "rtv"
brew "rust"
brew "s3cmd"
brew "s3fs"
brew "sdl2_image"
brew "shared-mime-info"
brew "shellcheck"
brew "surfraw"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tree"
brew "ttyd"
brew "unixodbc"
brew "utf8proc"
brew "vim", args: ["with-luajit"]
brew "weechat", args: ["with-perl", "with-python@2"]
brew "wireshark"
brew "yq"
brew "zsh"
brew "fisherman/tap/fisherman"
brew "greymd/tools/tmux-xpanes"
brew "knes1/tap/elktail"
brew "mscharley/homebrew/alacritty", args: ["HEAD"]
brew "rjcoelho/boneyard/dynamodb-local"
brew "thoughtbot/formulae/rcm"
brew "tomanthony/brews/itermocil"
brew "yudai/gotty/gotty"
cask "1password"
cask "alfred"
cask "atom"
cask "brave"
cask "caffeine"
cask "cheatsheet"
cask "clementine"
cask "commander-one"
cask "dash"
cask "db-browser-for-sqlite"
cask "docker"
cask "firefox"
cask "flash-npapi"
cask "fork"
cask "franz"
cask "gitup"
cask "google-chrome"
cask "google-trends"
cask "gpg-suite"
cask "intellij-idea-ce"
cask "iterm2"
cask "itsycal"
cask "keycast"
cask "keycastr"
cask "kitty"
cask "lacona"
cask "livetail"
cask "onyx"
cask "rdm"
cask "rocket"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotifree"
cask "spotify"
cask "sublime-text"
cask "unetbootin"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "homebrew/cask-drivers/garmin-express"
cask "homebrew/cask-fonts/font-inconsolata"
cask "homebrew/cask-fonts/font-source-code-pro"
cask "homebrew/cask-fonts/font-source-code-pro-for-powerline"
cask "homebrew/cask-versions/visual-studio-code-insiders"
cask "homebrew/cask-versions/vivaldi-snapshot"
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SonicWall Mobile Connect", id: 822514576
mas "Xcode", id: 497799835
