Tyriar.sort-lines
amazonwebservices.aws-toolkit-vscode
arcticicestudio.nord-visual-studio-code
bokuweb.vscode-git-grep
deerawan.vscode-dash
dracula-theme.theme-dracula
eamodio.gitlens
erlang-ls.erlang-ls
felipe.nasc-touchbar
felipecaputo.git-project-manager
gioboa.jira-plugin
mjmcloug.vscode-elixir
mohsen1.prettify-json
morrislaptop.vscode-open-in-sourcetree
pgourlain.erlang
ryu1kn.partial-diff
spacek33z.vscode-open-in-gitfork
szTheory.erlang-formatter
