bokuweb.vscode-git-grep
deerawan.vscode-dash
eamodio.gitlens
felipecaputo.git-project-manager
gioboa.jira-plugin
mjmcloug.vscode-elixir
mohsen1.prettify-json
morrislaptop.vscode-open-in-sourcetree
pgourlain.erlang
ryu1kn.partial-diff
samuelcolvin.jinjahtml
spacek33z.vscode-open-in-gitfork
waderyan.gitblame